/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Částka";

/* XFLD: label for a cell type selector */
"Currency" = "Měna";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Domů";

/* XBUT: label for a cell phone type selector */
"Home" = "Domů";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Hlavní";

/* XFLD: label for a cell phone type selector */
"mobile" = "Mobilní telefon";

/* XFLD: label for a cell phone type selector */
"other fax" = "Další fax";

/* XFLD: label for a cell phone type selector */
"page" = "Pager";

/* XFLD: label for a cell phone type selector */
"Phone" = "Telefon";

/* XFLD: label for a cell type selector */
"Value" = "Hodnota";

/* XFLD: label for a cell phone type selector */
"work" = "Práce";

/* XFLD: label for a cell phone type selector */
"work fax" = "Pracovní fax";

